archive.html
<div id="outline-container-orge014bb6" class="outline-2">
<h2 id="orge014bb6">archive ~</h2>
<div class="outline-text-2" id="text-orge014bb6">
</div>
<div id="outline-container-org8af7f27" class="outline-3">
<h3 id="org8af7f27">live</h3>
<div class="outline-text-3" id="text-org8af7f27">
</div>
<div id="outline-container-orgac61cf4" class="outline-4">
<h4 id="orgac61cf4">2024</h4>
<div class="outline-text-4" id="text-orgac61cf4">
<ul class="org-ul">
<li>02.02.2024 - Kunstakademie Rundgang - Solo - Kunstakademie Düsseldorf (Live Impro/ Noise)</li>
</ul>
</div>
</div>
<div id="outline-container-org9757711" class="outline-4">
<h4 id="org9757711">2023</h4>
<div class="outline-text-4" id="text-org9757711">
<ul class="org-ul">
<li>17.11.2023 - Rundlauf - chimaira #1 - Neue Musik Zentrale, Essen</li>
<li>25.06.2023 - Folkwang Rundgang - Duo mit Philipp Neumann - Campus Nord Folkwang Udk Essen (Live Impro/ Noise)</li>
<li>23.06.2023 - Sound of the multitude, Nik Novak Speaker Skulptur - Solo - Open Air, Mülheim an der Ruhr (Noise)</li>
<li>23.06.2023 - Sound of the multitude, Nik Novak Speaker Skulptur - Strategie V - Open Air, Mülheim an der Ruhr (Drone Metal)</li>
<li>21.05.2023 - 1140 Minuten - Pauli, Kollewijn, Zimmermann, Weigand, Porst, Beseler, Voerste - Tresor West Dortmund (Performance)</li>
<li>10.05.2023 - Lauktuves - Solo - Studium P, Vilnius, Litauen (Noise)</li>
<li>05.05.2023 - Lauktuves - Solo - Neue Musik Zentrale, Essen (Noise)</li>
<li>04.05.2023 - Folkwang Jazzpreis - Felix Riedel Quartett - Pina Bausch Theater Fokwang Udk, Essen-Werden (Jazz)</li>
<li>22.04.2023 - Wittener Tage für Neue Kammermusik - Trio - Voerste, Pauli, Bahr - Saalbau, Witten (Live Impro)</li>
</ul>
</div>
</div>
<div id="outline-container-org0f6f5fa" class="outline-4">
<h4 id="org0f6f5fa">2022</h4>
<div class="outline-text-4" id="text-org0f6f5fa">
<ul class="org-ul">
<li>18.12.2022 - GNMR Adventskalender - Christmas with Friends - Trio - Voerste, Pauli, Bahr - Neue Musik Zentrale, Essen (Live Impro)</li>
<li>10.12.2022 - S201 &amp; friends 1 - Solo - RueBühne, Essen (Noise)</li>
<li>01.12.2022 - GNMR Adventskalender - Beseler, Kollewijn, Porst, Voerste, Weigand, Zimmermann - Neue Musik Zentrale, Essen (Performance)</li>
<li>15.07.2022 - destruenten #2 - Visiodrom, Wuppertal (360Grad Video + 2ch Tape)</li>
<li>24.06.2022 - Next Generation - verschiebungen #1 - ZKM, Karlsruhe (midi-flügel + Ambisonics tape)</li>
<li>14.05.2022 - Lucidity Music Schlafkonzert - Solo - KoFabrik, Bochum (Drone)</li>
<li>23.04.2022 - Lucidity Music Schlafkonzert - Solo - St. Gertrud, Köln (Drone)</li>
</ul>
</div>
</div>
<div id="outline-container-org5541f2c" class="outline-4">
<h4 id="org5541f2c">2021</h4>
<div class="outline-text-4" id="text-org5541f2c">
<ul class="org-ul">
<li>05.12.2021 - Stromspiesser - Solo - Gitterraum, Essen (Noise)</li>
<li>30.10.2021 - LIVE!REMIX!NOW! - Folkwang Elektrisch - NOW Festival Philharmonie, Essen (Live Impro)</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-orgf0a203f" class="outline-3">
<h3 id="orgf0a203f">theatre</h3>
<div class="outline-text-3" id="text-orgf0a203f">
<ul class="org-ul">
<li>phädra killing me softly - Musik - Regie: Antonie Zschoch - Schauspielhaus Hamburg</li>
<li>baby, you can't light my fire - Musik/ Video - Regie: Antonie Zschoch - Hfmt Hamburg</li>
<li>Die Affäre Rue de Lourcine - Musik/ Video - Regie: Markus Heinzelmann - Theater Bielefeld</li>
</ul>
</div>
</div>
</div>
